Repository: kaisfm/playmymusic
Catalog: po/*.po
Languages: az, da, de, fr, nl, ru

source: A music player for listening local music files, online radios and Audio CD's
da: En musikafspiller til at lytte til lokale musikfiler, onlineradio og lyd CD'er
de: Ein Musik Player zum Abspielen von lokalen Musikdateien, online Radios und Audio CD's
ru: Музыкальный плеер для прослушивания локальной музыки, онлайн радио и аудио CD

source: A very fast music player designed extra for large local libraries which also supports online radios and downloading album covers
da: En meget hurtig musikafspiller designet til ekstra store lokale biblioteker, som også understøtter online radio og download af album cover
de: Ein sehr schneller Musikplayer, der speziell für große lokale Bibliotheken entwickelt wurde, welcher auch Online-Radios unterstützt und Albumcover herunterlädt
ru: Очень быстрый музыкальный плеер, созданный для больших локальных медиатек с поддержкой онлайн-радио и загрузкой обложек альбомов

source: Features:
az: Xüsusiyyətləri:
da: Funktioner:
de: Funktionen:
fr: Caractéristiques
nl: Functies:
ru: Особенности:

source: Show all Albums from your library
az: Kitabxanadan bütün albomları göstərin
de: Zeige alle Alben deiner Sammlung
fr: Afficher tous les albums de votre bibliothèque
nl: Toon alle albums in je verzameling
ru: Просмотр всех альбомов из вашей медиатеки

source: Group tracks by Artists
da: Gruppér numre efter Kunstner
de: Gruppierung aller Tracks für einen Artisten
fr: Triers les pistes par Artistes
nl: Groepeer nummers per artiest
ru: Группировка песен по исполнителям

source: Manage your Playlists
az: PlayList'i idarə edin
de: Verwalte deine Playlists
fr: Gérer vos listes de lecture
nl: Beheer je afspeellijsten
ru: Управление вашими плейлистами

source: Listen to online Radio
az: Online Radio qulaq asın
da: Lyt til online Radio
de: Höre Online Radios
fr: Ecoutez les radio en ligne
nl: Luister naar online radiostations
ru: Прослушивание онлайн радио

source: Audio CD support
az: Audio CD dəstəyi
de: Unterstützung von Audio CD
fr: Support du CD Audio
nl: Audio-CD-ondersteuning
ru: Поддержка аудио CD

source: Manage your MTP device
az: MTP cihazınızı idarə edin
da: Håndtér dit MTP apparat
de: Verwalte dein MTP Gerät
fr: Gérer vos dispositifs MTP
nl: Beheer je MTP-apparaat
ru: Управление вашими MTP-устройствами

source: ID3-Tag support
az: ID3-Tag dəstəyi
da: ID3-Tag understøttelse
de: Unterstützung von ID3-Tags
fr: Support ID3-Tag
nl: ID3-tag-ondersteuning
ru: Поддержка ID3-тегов

source: Artists
az: Sənətkar'lar
da: Kunstnere
de: Artisten
fr: Artistes
nl: Artiesten
ru: Исполнители

source: Listen your music
az: Musiqinizi dinləyin
da: Lyt til musik
de: Anhören von Musik
fr: Ecouter votre musique
nl: Beluister je muziek
ru: Слушайте музыку

source: Play/Pause
az: Play/Pauza
de: Abspielen/Pause
fr: Lecture/Pause
nl: Afspelen/Pauzeren
ru: Воспр./Пауза

source: Next
az: İrəli
da: Næste
de: Nächstes
fr: Suivant
nl: Volgende
ru: Следующий

source: Previous
az: Əvvəlki
da: Forrige
de: Vorheriges
fr: Précédent
nl: Vorige
ru: Предыдущий

source: media-skip-backward-symbolic
de: Fortschritt des zuletzt gespielten Tracks speichern

source: Play
da: Afspil
de: Abspielen
fr: Lire
nl: Afspelen
ru: Воспроизвести

source: Loading…
az: Yüklənir…
de: Laden…
fr: Chargement
nl: Bezig met laden…
ru: Загрузка…

source: Reading out database content
az: Verilənlər bazasının məzmununu oxu
da: Aflæser database indhold
de: Datenbank wird ausgelesen
fr: Lecture du contenu de la base de donnée
nl: Bezig met uitlezen van databankinhoud…
ru: Чтение содержимого базы данных

source: Shuffle On
de: Zufällige Wiedergabe an

source: Shuffle Off
de: Zufällige Wiedergabe aus

source: Playlists
az: Pleylist'lər
da: Playlister
de: Playlisten
fr: Listes de lecture
nl: Afspeellijsten
ru: Плейлисты

source: Radio Stations
az: Radio stansiyaları
da: Radiostationer
de: Radiostationen
fr: Stations radio
ru: Радио

source: Change Music Folder…
az: Musiqi qovluğunu dəyişin…
da: Skift Musik Mappe…
de: Musikverzeichnis ändern…
fr: Changer de dossier...
nl: Muziekmap wijzigen…
ru: Изменить папку музыки…

source: Import Music…
az: Musiqi əlavə et…
da: Importér Musik…
de: Musik importieren…
fr: Importer de la musique...
nl: Muziek importeren…
ru: Импорт музыки…

source: Reset all views
az: Bütün görünüşləri sıfırlayın
da: Nulstil alle views
de: Alle Sichten zurücksetzen
fr: Remettre les vues de pochettes à jours
nl: Alle weergaven herstellen
ru: Сбросить все виды

source: Resync Library
az: Resync Kitabxanası
de: Sammlung abgleichen
fr: Resynchroniser la bibliothèque
nl: Verzameling opnieuw synchroniseren
ru: Пересканировать медиатеку

source: Sort by
de: Sortieren nach

source: Artist - Year - Album
de: Artist - Jahr - Album

source: Preferences
az: Seçimlər
da: Indstillinger
de: Einstellungen
fr: Préférences
nl: Voorkeuren
ru: Параметры

source: Search Music
az: Musiqi axtarın
da: Søg i Musik
de: Musik suchen
fr: Chercher de la musique
nl: Muziek doorzoeken
ru: Поиск музыки

source: Queue
da: Kø
de: Wiedergabe
ru: Очередь

source: <b>%s</b> by <b>%s</b>
da: <b>%s</b> af <b>%s</b>
de: <b>%s</b> von <b>%s</b>
fr: <b>%s</b> par <b>%s</b>
nl: <b>%s</b> door <b>%s</s>
ru: <b>%s</b> от <b>%s</b>

source: Repeat All
de: Alle wiederholen

source: Repeat One
de: Einen wiederholen

source: Repeat Off
de: Wiederholung aus

source: Click to choose a new cover…
az: Yeni bir Cover seçmək üçün basın
da: Klik for at vælge et nyt cover…
de: Klicke, um ein neues Cover auszuwählen…
fr: Cliquer pour choisir une nouvelle pochette
nl: Klik om een nieuwe hoes te kiezen…
ru: Нажмите для выбора новой обложки…

source: Year
az: İl
da: År
de: Jahr
fr: Année
nl: Jaar
ru: Год

source: Save
az: Yadda saxla
da: Gem
de: Speichern
fr: Enregistrer
nl: Opslaan
ru: Сохранить

source: Play in background if closed
az: Bağlandığı təqdirdə arxa planda çalınsın
da: Afspil i baggrund hvis lukket
de: Im Hintergrund abspielen, wenn geschlossen
fr: Poursuivre la lecture en arrière-plan
nl: Afspelen op achtergrond na minimaliseren
ru: Играть в фоне после закрытия

source: Sync files on start up
az: Başladığınız faylları sinxronlaşdırın
de: Beim Starten Sammlung abgleichen
fr: Synchroniser les fichiers au démarrage
nl: Bestanden synchroniseren bij opstarten
ru: Синхронизировать файлы при запуске

source: Load Content from MusicBrainz
az: MusicBrainz-dən məzmun yükləyin
de: Inhalten von MusicBrainz laden
fr: Charger les contenus depuis MusicBrainz
nl: Inhoud laden vanuit MusicBrainz
ru: Загружать данные исполнителя из MusicBrainz

source: Save custom Covers in Library folder
az: Kitabxana qovluğunda xüsusi Cover'ləri saxla
da: Gem egne Covers i Biblioteks mappen
de: Speichere geänderte Covers im Verzeichnis
fr: Sauvegarder les pochettes dans le dossier de la bibliothèque
nl: Aangepaste hoezen opslaan in verzamelingmap
ru: Сохранять пользовательские обложки в папку медиотеки

source: Save changes into ID3-Tag
az: Dəyişiklikləri ID3-Tag'a qeyd edin
da: Gem ændringer i ID3-Tag
de: Speichere Änderungen in die ID3-Tags
fr: Sauvegarder les changements dans les Tag ID3
nl: Wijzigingen opslaan in ID3-tag
ru: Сохранить изменения в ID3-теги

source: Copy Imported Files into Library
az: Əlavə olunmuş faylları kitabxanaya kopyalayın
da: Kopiér importerede filer til Bibliotek
de: Importierte Dateien in die Sammlung kopieren
fr: Copier les fichiers importer dans la bibliothèque
nl: Geïmporteerde bestanden kopiëren naar verzameling
ru: Копировать импортированные файлы в медиатеку

source: Remove Playlist if last Track was removed
da: Fjern Playliste hvis sidste nummer blev fjernet
de: Playlist löschen, wenn letzter Track entfernt wurde
ru: Удалять плейлист, если последний трек был удален

source: Remember Track progress
de: Fortschritt des zuletzt gespielten Tracks speichern

source: Close
az: Bağla
da: Luk
de: Schließen
fr: Fermer
nl: Sluiten
ru: Закрыть

source: Unknown
az: Naməlum
da: Ukendt
de: Unbekannt
fr: Inconnu
nl: Onbekend
ru: Неизвестно

source: No Music Files found
az: Musiqi faylları tapılmadı
da: Ingen Musik Filer fundet
de: Keine Musikdateien gefunden
fr: Aucun fichier de musique trouvé
nl: Geen muziekbestanden aangetroffen
ru: Аудиофайлы не найдены

source: deleting…
az: silinir…
da: sletter…
de: löschen…
fr: Effacement
nl: bezig met verwijderen…
ru: удаление…

source: New Playlist
az: Yeni Pleylist
da: Ny Playliste
de: Neue Playlist
fr: Nouvelle liste de lecture
nl: Nieuwe afspeellijst
ru: Новый плейлист

source: Choose an image…
az: Bir şəkil seçin…
da: Vælg et billede...
de: Bild auswählen…
fr: Choisissez une image...
nl: Kies een afbeelding…
ru: Выбрать изображение…

source: _Cancel
az: _İmtına
da: _Anullér
de: _Abbrechen
fr: _Annuler
nl: _Annuleren
ru: _Отмена

source: _Save
de: _Speichern

source: _Open
az: _Aç
da: _Åben
de: _Öffnen
fr: _Ouvrir
nl: _Openen
ru: _Открыть

source: Images
az: Şəkillər
da: Billeder
de: Bilder
nl: Afbeeldingen
ru: Изображения

source: Choose a playlist…
de: Playliste auswählen…

source: Select a folder.
az: Bir qovluq seçin.
da: Vælg en mappe.
de: Ein Verzeichnis auswählen.
fr: Sélectionnez un dossier.
nl: Kies een map.
ru: Выбрать папку.

source: Folder
az: Qovluq
da: Mappe
de: Verzeichnis
fr: Dossier
nl: Map
ru: Папка

source: Set new Cover…
az: Yeni Cover seçin…
da: Sæt nyt Coverbillede..
de: Neues Cover setzen…
fr: Changer la pochette...
nl: Nieuwe hoes instellen…
ru: Выбрать новую обложку…

source: Edit Album properties…
az: Albom xüsusiyyətlərini redaktə edin…
da: Redigér Album egenskaber…
de: Album bearbeiten…
fr: Editer les propriétés de l'album
nl: Albumeigenschappen bewerken…
ru: Редактировать параметры альбома…

source: Add into Playlist
az: Pleylistə əlavə edin
da: Tilføj til Playliste
de: Einer Playlist hinzufügen
fr: Ajouter à la liste de lecture
nl: Toevoegen aan afspeellijst
ru: Добавить в плейлист

source: Send to
az: Göndər
da: Send til
de: Sende an
fr: Envoyer à
nl: Versturen naar
ru: Отправить на

source: Create New Playlist
az: Yeni Pleylist yaradın
da: Opret Ny Playliste
de: Neue Playlist erstellen
fr: Créer une nouvelle liste de lecture
nl: Nieuwe afspeellijst creëren
ru: Создать новый плейлист

source: Merge %u selected Albums
az: %u seçilmiş albomları birləşdirin
da: Flet %u valgte Albummer
de: %u ausgewählte Albums zusammenführen
fr: Fusionner %u les Albums sélectionnés
nl: %u geselecteerde albums samenvoegen
ru: Объединить %u выбранные альбомы

source: Edit Artist properties…
az: Sənətkar xüsusiyyətlərini redaktə edin…
da: Redigér Kunstner egenskaber…
de: Artisten bearbeiten…
fr: Editer les propriété de l'Artist
nl: Artiesteigenschappen bewerken…
ru: Редактировать параметры исполнителя…

source: Rename
az: Yeniden adlandırın
da: Omdøb
de: Umbenennen
fr: Renommer
nl: Naam wijzigen
ru: Переименовать

source: Rename Playlist
az: Playlist'in adını dəyişin
da: Omdøb Playliste
de: Playliste umbenennen
fr: Renommer la liste de lecture
nl: Afspeellijst verwijderen
ru: Переименовать плейлист

source: Remove Playlist
az: Playlist'i çıxarın(sil)
da: Fjern Playliste
de: Playliste löschen
fr: Supprimer la liste de lecture
nl: Afspeellijst verwijderen
ru: Удалить плейлист

source: Export Playlist…
de: Playliste exportieren…

source: Edit Radio Station…
az: Radio stansiyasını redaktə edin…
da: Redigér Radiostation…
de: Radiostation bearbeiten…
fr: Modifier la radio...
nl: Radiostation bewerken…
ru: Редактировать радиостанцию…

source: Remove Radio Station
az: Radio stansiyasını sil
da: Fjern Radiostation
de: Radiostation entfernen
fr: Supprimer la radio
nl: Radiostation verwijderen
ru: Удалить радиостанцию

source: File couldn't be found %s
az: Fayl tapıla bilmədi %s
da: Filen kunne ikke findes %s
de: Datei konnte nicht gefunden werden %s
fr: Fichier introuvable %s
nl: Bestand niet gevonden. %s
ru: Файл не найден %s

source: Add to Queue
da: Tilføj til Kø
de: Zur Wiedergabe hinzufügen
ru: Добавить в очередь

source: Remove from Playlist
az: Pleylist'dən çıxarın(sil)
da: Fjern fra Playliste
de: Entferne von der Playlist
fr: Supprimer de la liste de lecture
nl: Verwijderen uit afspeellijst
ru: Удалить из плейлиста

source: Remove from Queue
de: Entferne von der Wiedergabe
ru: Удалить из очереди

source: <b>%s</b> from <b>%s</b> by <b>%s</b>
da: <b>%s</b> fra <b>%s</b> af <b>%s</b>
de: <b>%s</b> aus <b>%s</b> von <b>%s</b>
fr: <b>%s</b> de <b>%s</b> par <b>%s</b>
nl: <b>%s</b> van <b>%s</b> door <b>%s</b>
ru: <b>%s</b> из <b>%s</b> от <b>%s</b>

source: Get Some Tunes
az: Bəzi melodiyalar alın
da: Find noget Musik
de: Hol dir ein paar Songs
fr: Obtenirs des morceaux
nl: Verkrijg muziek
ru: Нет музыки

source: Add music to your library.
az: Kitabxananıza musiqi əlavə edin.
de: Füge Musik in deine Sammlung hinzu.
fr: Ajouter de la musique depuis votre bibliothèque
nl: Voeg muziek toe aan je verzameling.
ru: Добавьте музыку в свою медиатеку.

source: Change Music Folder
az: Musiqi qovluğunu dəyişin
da: Skift Musik Mappe
de: Musikverzeichnis ändern
fr: Modifier le dossier musique
nl: Muziekmap wijzigen
ru: Выбрать папку с музыкой

source: Load music from a folder, a network or an external disk.
az: Bir qovluq, şəbəkə və ya xarici diskdən musiqi yükləyin.
da: Indlæs musik fra en mappe, et netværk eller en ekstern disk.
de: Lade Musik von einem Verzeichnis, einer Netzwerkquelle oder eines externen Datenträgers
fr: Charger de la musique depuis un dossier, le réseau ou un disque externe
nl: Muziek laden uit een map, van een netwerk of externe schijf.
ru: Загрузить музыку из папки, сети или внешнего диска.

source: Import Music
az: Musiqi əlavə et
da: Importér Musik
de: Musik importieren
fr: Importer de la musique
nl: Muziek importeren
ru: Импортировать музыку

source: Import music from a source into your library.
da: Importér musik fra en kilde til dit bibliotek.
de: Importiere Musik aus einer Quelle in deine Sammlung
fr: Importer de la musique depuis votre bibliothèque
nl: Muziek importeren naar je verzameling.
ru: Импортируйте музыку из источника в свою медиатеку.

source: No results
az: Nəticə yoxdur
da: Ingen resultater
de: Kein Ergebnis
fr: Aucun résultat
nl: Geen resultaten
ru: Нет результата

source: Try another search
az: Başqa bir axtarış edin
da: Prøv en anden søgning
de: Versuche mit einer anderen Suche
fr: Modifiez votre recherche
nl: Probeer een andere zoekopdracht
ru: Попробуйте другой запрос

source: Choose an Artist
az: Bir sənətkarı seçin
de: Einen Artisten auswählen
fr: Choisir un artiste
nl: Kies een artiest
ru: Выбор исполнителя

source: No Artist selected
az: Sənətkar seçilməyib
da: Ingen Kunstner valgt
de: Kein Artist ausgewählt
fr: aucun artiste choisi
nl: Geen artiest gekozen
ru: Ни один исполнитель не выбран

source: Enable MTP on your mobile phone
de: Aktiviere MTP auf deinem Smartphone

source: Hide Mobile Panel
az: Mobil Paneli Gizlə
da: Gem Mobil panel
de: Verstecke Mobile Ansicht
fr: Cacher le panneau du téléphone Portable
nl: Mobiel paneel verbergen
ru: Скрыть мобильную панель

source: Add a playlist
az: Pleylist əlavə edin
da: Tilføj en playliste
de: Eine Playlist hinzufügen
fr: Ajouter une liste de lecture
nl: Afspeellijst toevoegen
ru: Добавить плейлист

source: Import Playlist
de: Playliste importieren

source: Add
az: Əlavə et
da: Tilføj
de: Hinzufügen
fr: Ajouter
nl: Toevoegen
ru: Добавить

source: No Playlists
az: Pleylist yoxdur
de: Keine Playlists
fr: Aucune Listes de lecture
nl: Geen afspeellijsten
ru: Нет плейлистов

source: Add playlist to your library.
az: Kitabxanaya pleylist əlavə edin.
de: Füge eine Playlist deiner Sammlung hinzu.
fr: Ajouter une liste de lecture à votre bibliothèque
nl: Voeg een afspeellijst toe aan je verzameling.
ru: Добавьте плейлисты в свою медиатеку.

source: Create Playlist
az: Pleylist yaradın
de: Neue Playlist erstellen
fr: Créer une liste de lecture
nl: Afspeellijst creëren
ru: Создать новый плейлист

source: Create a playlist for manage your favorite songs.
az: Sevdiyiniz mahnıları idarə etmək üçün bir pleylist yaradın.
de: Eine Playliste zum verwalten deiner Lieblingslieder erstellen.
fr: Ajouter une liste de lecture pour gérer vos morceaux favoris.
nl: Creëer een afspeellijst voor bet beheren van je favoriete nummers.
ru: Добавьте плейлист для управления своими любимыми композициями.

source: Import .m3u formated Playlist.
de: Importiere Playliste im .m3u Format

source: Clear the Queue
da: Tøm Køen
de: Wiedergabe leeren.
ru: Очистить очередь

source: Create new Playlist based on this Queue
de: Neue Playlist auf Basis von dieser Wiedergabenliste erstellen
ru: Создать новый плейлист на основе этой очереди

source: Queue from %s
da: Kø fra %s
de: Wiedergabe vom %s
ru: Очередь из %s

source: Export Queue…
de: Wiedergabe exportieren…

source: Queue is empty
da: Køen er tom
de: Wiedergabe ist leer
ru: Очередь очищена

source: Add a radio station
az: Radio stansiyası əlavə edin
da: Tilføj en radiostation
de: Füge eine Radiostaion hinzu
fr: Ajouter une radio
nl: Radiostation toevoegen
ru: Добавить радиостанцию

source: Station Name
az: Stansiya adı
da: Stationsnavn
de: Name
fr: Nom de la Station
nl: Naam van radiostation
ru: Название

source: No Radio Stations
az: Radio stansiyaları yoxdur
de: Keine Radiostationen
fr: Aucune Station de radio
nl: Geen radiostations
ru: Нет радиостанций

source: Add radio stations to your library.
az: Kitabxananıza radio stansiyaları əlavə edin.
de: Füge Radiostationen deiner Sammlung hinzu.
fr: Ajouter une radio à votre bibliothèque
nl: Voeg radiostations toe aan je verzameling.
ru: Добавьте радиостанции в свою медиатеку.

source: Add Radio Station
az: Radio stansiyasını əlavə edin
da: Tilføj Radio Station
de: Radiostation hinzufügen
fr: Ajouter une radio
nl: Radiostation toevoegen
ru: Добавить радиостанцию

source: Add a Stream URL like .pls or .m3u.
az: .pls və ya .m3u kimi bir Stream URL əlavə edin.
da: Tilføj en Stream URL såsom .pls eller .m3u.
de: Füge eine URL wie .pls oder .m3u hinzu.
fr: Ajouter une URL de streaming en .pls ou .m3u
nl: Voeg een stream-URL toe, zoals .pls of .m3u.
ru: Добавьте адрес потока .pls или .m3u.

source: Title
az: Başlıq
da: Titel
de: Titel
fr: Titre
nl: Titel
ru: Название

source: Duration
az: Müddəti
da: Varighed
de: Dauer
fr: Durée
nl: Duur
ru: Продолжительность

source: Choose a Track
az: Bir Parça seçin
de: Track auswählen
fr: Choisir une piste
nl: Kies een nummer
ru: Выбор трека

source: No track selected
az: Parça seçilməyib
da: Intet nummer valgt
de: Kein Track ausgewählt
fr: Aucune piste sélectionnée
nl: Geen nummer gekozen
ru: Ни один трек не выбран

source: Columns Visibility
da: Søjle Synlighed
de: Spaltensichtbarkeit
ru: Видимость столбцов

source: You can't hide all columns
da: Du kan ikke skjule alle søjler
de: Du kannst nicht alle Spalten ausblenden
ru: Вы не можете скрыть все столбцы

source: Albums
az: Albomlar
da: Albummer
ru: Альбомы

source: Tracks
az: Parça'lar
fr: Pistes
nl: Nummers
ru: Песни

source: Pause
az: Pauza
nl: Pauzeren
ru: Пауза

source: Audio CD
da: Lyd CD
fr: CD audio
ru: Аудио CD

source: Track %d
az: %d Parça
da: Spor %d
fr: Piste %d
nl: Nummer %d
ru: Трек %d

source: <b>%d Tracks</b> in <b>%d Album</b>(s)
az: <b>%d Parça</b> <b>%d Albom</b>(lar) içində
da: <b>%d Numre</b> i <b>%d Album</b>(s)
fr: <b>%d pistes</b> dans <b>%d album</b>(s)
nl: <b>%d nummers</b> in <b>%d album</b>(s)
ru: <b>%d Дорожек</b> в <b>%d Альбом</b>(е/ах)

source: URL
ru: Адрес

source: Album
az: Albom
ru: Альбом

source: Artist
az: Sənətçi
fr: Artiste
nl: Artiest
ru: Исполнитель

source: music;radio;playlist;
az: musiqi;radio;pleylist;
da: musik;radio;playlister;
fr: musique;radio;playlist;
nl: muziek;radio;afspeellijst;

source: Nr
fr: N°

source: Melody
az: Melodiya
da: Melodi
